# -*- coding: utf-8 -*-
# =============================================================================
# Process Name: CLI модули для кроссплатформенной работы.
# =============================================================================
# Description:
#   Module for AI Breadboard project.
#
# File: __init__.py
# Project: ai-breadboard
# Package: scripts.cli
# Author: hypo69
# Copyright: © 2026 hypo69
# =============================================================================

"""
CLI модули для кроссплатформенной работы.
"""
